INSERT INTO demo_table_renamed (number_column, string_column, date_column, boolean_column, text_column) VALUES
(10, 'Строка 1', '2025-01-01', TRUE, 'Текст 1'),
(20, 'Строка 2', '2025-02-01', FALSE, 'Текст 2'),
(30, 'Строка 3', '2025-03-01', TRUE, 'Текст 3'),
(40, 'Строка 4', '2025-04-01', FALSE, 'Текст 4'),
(50, 'Строка 5', '2025-05-01', TRUE, 'Текст 5'),
(60, 'Строка 6', '2025-06-01', FALSE, 'Текст 6'),
(70, 'Строка 7', '2025-07-01', TRUE, 'Текст 7'),
(80, 'Строка 8', '2025-08-01', FALSE, 'Текст 8'),
(90, 'Строка 9', '2025-09-01', TRUE, 'Текст 9'),
(100, 'Строка 10', '2025-10-01', FALSE, 'Текст 10');